Revit 2027 API
ParameterTypeId.MepVrfLoop Property
 "Variable Refrigerant Flow Loop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepVrfLoop { get; }
Public Shared ReadOnly Property MepVrfLoop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepVrfLoop {
	ForgeTypeId^ get ();
}
static member MepVrfLoop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace